/* package up error # */
"error %1$d" = "fejl %1$d";
"error %1$#x" = "fejl %1$#x";
/* errno error 0 */
"Unknown error: 0" = "Ukendt fejl: 0";

/* errno error 1 */
"Operation not permitted" = "Handling tillades ikke";

/* errno error 2 */
"No such file or directory" = "Arkiv eller bibliotek findes ikke";

/* errno error 3 */
"No such process" = "Proces findes ikke";

/* errno error 4 */
"Interrupted system call" = "Kald til systemet afbrudt";

/* errno error 5 */
"Input/output error" = "I/O-fejl";

/* errno error 6 */
"Device not configured" = "Enhed ikke konfigureret";

/* errno error 7 */
"Argument list too long" = "Listen med argumenter er for lang";

/* errno error 8 */
"Exec format error" = "Fejl i kommandoformat";

/* errno error 9 */
"Bad file descriptor" = "Ugyldig arkivbeskriver";

/* errno error 10 */
"No child processes" = "Ingen underliggende processer";

/* errno error 11 */
"Resource deadlock avoided" = "Undgik blokering imellem ressourcer";

/* errno error 12 */
"Cannot allocate memory" = "Kan ikke tildele hukommelse";

/* errno error 13 */
"Permission denied" = "Adgang nægtet";

/* errno error 14 */
"Bad address" = "Ugyldig adresse";

/* errno error 15 */
"Block device required" = "Blokenhed kræves";

/* errno error 16 */
"Resource busy" = "Ressource optaget";

/* errno error 17 */
"File exists" = "Arkiv findes";

/* errno error 18 */
"Cross-device link" = "Henvisning til cross-device";

/* errno error 19 */
"Operation not supported by device" = "Handlingen understøttes ikke af enhed";

/* errno error 20 */
"Not a directory" = "Ikke et bibliotek";

/* errno error 21 */
"Is a directory" = "Er et bibliotek";

/* errno error 22 */
"Invalid argument" = "Ugyldigt argument";

/* errno error 23 */
"Too many open files in system" = "For mange åbne arkiver i system";

/* errno error 24 */
"Too many open files" = "For mange åbne arkiver";

/* errno error 25 */
"Inappropriate ioctl for device" = "Upassende ioctl til enhed";

/* errno error 26 */
"Text file busy" = "Tekstarkiv i brug";

/* errno error 27 */
"File too large" = "Arkivet er for stort";

/* errno error 28 */
"No space left on device" = "Ingen plads tilbage på enheden";

/* errno error 29 */
"Illegal seek" = "Ugyldig søgning";

/* errno error 30 */
"Read-only file system" = "Skrivebeskyttet arkivsystem";

/* errno error 31 */
"Too many links" = "For mange henvisninger";

/* errno error 32 */
"Broken pipe" = "Ødelagt \"pipe\"";

/* errno error 33 */
"Numerical argument out of domain" = "Numerisk argument uden for domæne";

/* errno error 34 */
"Result too large" = "Resultatet er for stort";

/* errno error 35 */
"Resource temporarily unavailable" = "Resource er midlertidig utilgængelig";

/* errno error 36 */
"Operation now in progress" = "Handlingen er nu i gang";

/* errno error 37 */
"Operation already in progress" = "Handlingen er allerede i gang";

/* errno error 38 */
"Socket operation on non-socket" = "Socket-handling på ikke-socket";

/* errno error 39 */
"Destination address required" = "Kræver modtageradresse";

/* errno error 40 */
"Message too long" = "Beskeden er for lang";

/* errno error 41 */
"Protocol wrong type for socket" = "Forkert type protokol til socket";

/* errno error 42 */
"Protocol not available" = "Protokol ikke tilgængelig";

/* errno error 43 */
"Protocol not supported" = "Protokol understøttes ikke";

/* errno error 44 */
"Socket type not supported" = "Socket-type understøttes ikke";

/* errno error 45 */
"Operation not supported" = "Handlingen understøttes ikke";

/* errno error 46 */
"Protocol family not supported" = "Protokolfamilie understøttes ikke";

/* errno error 47 */
"Address family not supported by protocol family" = "Adressefamilie understøttes ikke af protokolfamilie";

/* errno error 48 */
"Address already in use" = "Adressen bruges allerede";

/* errno error 49 */
"Can't assign requested address" = "Kan ikke tildele adressen";

/* errno error 50 */
"Network is down" = "Netværket er ude af drift";

/* errno error 51 */
"Network is unreachable" = "Kan ikke oprette forbindelse til netværket";

/* errno error 52 */
"Network dropped connection on reset" = "Netværket mistede forbindelse ved genstart";

/* errno error 53 */
"Software caused connection abort" = "Afbrudt forbindelse skyldes software";

/* errno error 54 */
"Connection reset by peer" = "Forbindelse nulstillet af en anden computer";

/* errno error 55 */
"No buffer space available" = "Ingen bufferplads tilgængelig";

/* errno error 56 */
"Socket is already connected" = "Socket er allerede tilsluttet";

/* errno error 57 */
"Socket is not connected" = "Socket er ikke tilsluttet";

/* errno error 58 */
"Can't send after socket shutdown" = "Kan ikke sende, når socket er lukket ned";

/* errno error 59 */
"Too many references: can't splice" = "For mange referencer: Kan ikke splice";

/* errno error 60 */
"Operation timed out" = "Handlingen fik timeout";

/* errno error 61 */
"Connection refused" = "Forbindelse afvist";

/* errno error 62 */
"Too many levels of symbolic links" = "For mange niveauer med symbolske henvisninger";

/* errno error 63 */
"File name too long" = "Arkivnavnet er for langt";

/* errno error 64 */
"Host is down" = "Værtscomputer er ude af drift";

/* errno error 65 */
"No route to host" = "Ingen rute til værtscomputer";

/* errno error 66 */
"Directory not empty" = "Biblioteket er ikke tomt";

/* errno error 67 */
"Too many processes" = "For mange handlinger";

/* errno error 68 */
"Too many users" = "For mange brugere";

/* errno error 69 */
"Disc quota exceeded" = "Diskkvote overskredet";

/* errno error 70 */
"Stale NFS file handle" = "Gammel NFS-arkivhandle";

/* errno error 71 */
"Too many levels of remote in path" = "For mange niveauer af eksterne enheder i sti";

/* errno error 72 */
"RPC struct is bad" = "Ødelagt RPC-struktur";

/* errno error 73 */
"RPC version wrong" = "Forkert RPC-version";

/* errno error 74 */
"RPC prog. not avail" = "RPC-program findes ikke";

/* errno error 75 */
"Program version wrong" = "Forkert version af program";

/* errno error 76 */
"Bad procedure for program" = "Ugyldig procedure til program";

/* errno error 77 */
"No locks available" = "Ingen tilgængelige låse";

/* errno error 78 */
"Function not implemented" = "Funktion ikke implementeret";

/* errno error 79 */
"Inappropriate file type or format" = "Upassende arkivtype eller format";

/* errno error 80 */
"Authentication error" = "Godkendelsesfejl";

/* errno error 81 */
"Need authenticator" = "Kræver godkendelse";

/* errno error 82 */
"Device power is off" = "Enheden er ikke tændt";

/* errno error 83 */
"Device error" = "Fejl på enhed";

/* errno error 84 */
"Value too large to be stored in data type" = "Værdien er for stor til at blive opbevaret i datatype";

/* errno error 85 */
"Bad executable (or shared library)" = "Ugyldigt program (eller fælles bibliotek)";

/* errno error 86 */
"Bad CPU type in executable" = "Ugyldig CPU-type i program";

/* errno error 87 */
"Shared library version mismatch" = "Fælles bibliotek har en forkert version";

/* errno error 88 */
"Malformed Mach-o file" = "Ødelagt Mach-o-arkiv";

/* errno error 89 */
"Operation canceled" = "Handling annulleret.";

/* errno error 90 */
"Identifier removed" = "Id fjernet";

/* errno error 91 */
"No message of desired type" = "Ingen meddelelse af den ønskede type";

/* errno error 92 */
"Illegal byte sequence" = "Ulovlig bytesekvens";

/* errno error 93 */
"Attribute not found" = "Attribut ikke fundet";

/* errno error 94 */
"Bad message" = "Ugyldig meddelelse";

/* errno error 95 */
"EMULTIHOP (Reserved)" = "EMULTIHOP (reserveret)";

/* errno error 96 */
"No message available on STREAM" = "Ingen meddelelse på STREAM";

/* errno error 97 */
"ENOLINK (Reserved)" = "ENOLINK (reserveret)";

/* errno error 98 */
"No STREAM resources" = "Ingen STREAM-ressourcer";

/* errno error 99 */
"Not a STREAM" = "Ikke en STREAM";

/* errno error 100 */
"Protocol error" = "Protokolfejl";

/* errno error 101 */
"STREAM ioctl timeout" = "STREAM ioctl-timeout";

/* errno error 102 */
"Operation not supported on socket" = "Handling understøttes ikke på socket";

/* errno error 103 */
"Policy not found" = "Politik ikke fundet";
